HELP_1 = """ DraGon

•═════•| DR |•═════•
✅ اليك قائمة اوامر الادمن ,

◐ جميع الاوامر خاصه ب الادمن فقط .

- لعرض سرعه البوت اكتب : بنج .
- للتحكم في لغه البوت اكتب : اللغات .
- لعرض اعدادات البوت اكتب : الاعدادات .

◐ ثانيا اليك اوامر الرتب .

- لرفع ادمن في الجروب اكتب : رفع مطور ميوزك .
- لرفع ادمن في الجروب اكتب : تنزيل مطور ميوزك .
- لعرض قائمه الادمنيه اكتب : المطورين .

◐ ثالثا اليك اوامر الحظر .

- لحظر عضو من الجروب اكتب : حظر ميوزك .
- لالغاء حظر عضو من الجروب اكتب : الغاء حظر ميوزك .
- لعرض قائمه المحظورين اكتب : المحظورين ميوزك . """

HELP_2 = """ DraGon

•═════•| DR |•═════•
✅ اليك قائمة اوامر التشغيل ,

❀ اليك اوامر التشغيل ف الجروب .
- لتشغيل اغنيه اكتب : تشغيل او شغل او /play
- لتشغيل فيديو اكتب : /vplay
- لأنهاء الاغنيه اكتب : انهاء او اسكت او /end
- لايقاف الاغنيه مؤقت اكتب : ايقاف او توقف او /pause
- لتكملة الاغنيه من الايقاف المؤقت اكتب : كمل او استئناف او /resume
- لتخطي الاغنيه اكتب : تخطي او /skip
- لكتم البوت في الكول اكتب : ميوت او /mute
- لألغاء كتم البوت في الكول اكتب : فك ميوت او /unmute
- لاعادة تشغيل البوت اكتب : ريستارت او /restart """


HELP_3 = """DraGon

•═════•| DR |•═════•
✅ اليك قائمة اوامر البوت ,

❀ اليك اوامر التشغيل ف الجروب .
- لمعرفه احصائيات البوت : الاحصائيات او /stats
- لمعرفه قائمه المطورين في بوتك : /sudolist او المطورين
- لمعرفه كلمات اي اغنيه : /lyrics او كلمات
- لتحميل موسيقي او فيديو : /song او تحميل او اغنيه
- لمعرفه الاغاني الموجوده في قائمه الانتظار : /queue
- لعرض سرعه البوت : بنج او /ping
- لتحويل لغه البوت : اللغات او /lang او language
- لعرض اعدادات البوت : الاعدادات او /settings
- لحظر عضو من الجروب اكتب : حظر ميوزك .
- لالغاء حظر عضو من الجروب اكتب : الغاء حظر ميوزك .
- لعرض قائمه المحظورين اكتب : المحظورين ميوزك
- لحظر عضو عام من استخدام البوت اكتب : حظر عام ميوزك .
- لالغاء حظر عضو عام من استخدام البوت اكتب : الغاء حظر عام ميوزك .
- لعرض قائمه المحظورين عام اكتب : المحظورين عام ميوزك . """

HELP_4 = """DraGon

•═════•| DR |•═════•
✅ اليك قائمة مميزات السورس ,
✅ هذه قائمه مميزات سورس الميوزك .
- لعرض اوامر البوت اكتب : الاوامر .
- لعرض كليشه السورس اكتب : سورس .
- لعرض مطور البوت اكتب : المطور .
- لعرض اسم البوت اكتب : بوت .
- لعرض الايدي الخاص بك وصورتك اكتب : ايدي .
•═════•| DR |•═════•
✅ اولا قائمة اوامر البوت ,

- لعمل اذاعه في البوت اعمل ريبلاي علي الاذاعه واكتب : اذاعه .
- لعرض سرعه البوت اكتب : بنج .
- للتحكم في لغه البوت اكتب : اللغات .
- لعرض اعدادات البوت اكتب : الاعدادات .
•═════•| DR |•═════•
✅ ثانيا اليك اوامر الرتب .

- لرفع مطور في البوت اكتب : رفع مطور ميوزك .
- لتنزيل مطور في البوت اكتب : تنزيل مطور ميوزك .
- لعرض قائمه المطوريين اكتب : المطورين .
•═════•| DR |•═════•
✅ ثالثا اليك اوامر الحظر .

- لحظر عضو من الجروب اكتب : حظر ميوزك .
- لالغاء حظر عضو من الجروب اكتب : الغاء حظر ميوزك .
- لعرض قائمه المحظورين اكتب : المحظورين ميوزك ."""

HELP_5 = """DraGon

•═════•| DR |•═════•
✅ اليك قائمة اوامر مطور البوت ,
ꕤ جميع الاوامر خاصه بمطور البوت فقط .
- لعمل اذاعه من البوت في المجموعات اعمل ريبلاي علي الرساله واكتب : اذاعه .
 - لعرض احصائيات البوت اكتب : الاحصائيات او /stats .
- لعرض سرعه البوت اكتب : بنج او /ping .
- للتحكم في لغه البوت اكتب : اللغات او /language او /lang .
- للتحكم في ازار التشغيل اكتب : وضع التشغيل او /playmode .
- لعرض اعدادات البوت اكتب : الاعدادات او /settings .
- لاعاده تشغيل البوت : ريستارت او /restart
- لتحديث قائمه الادمن في الجروب : /reload او تحديث الادمن

- ثانيا اليك اوامر الرتب .
•═════•| DR |•═════•
- لرفع ادمن في الجروب اكتب : رفع مطور ميوزك .
- لرفع ادمن في الجروب اكتب : تنزيل مطور ميوزك .
- لعرض قائمه الادمنيه اكتب : المطورين .

- ثالثا اليك اوامر الحظر .
•═════•| DR |•═════•
- لحظر عضو من الجروب اكتب : حظر ميوزك .
- لالغاء حظر عضو من الجروب اكتب : الغاء حظر ميوزك .
- لعرض قائمه المحظورين اكتب : المحظورين ميوزك
- لحظر عضو عام من استخدام البوت اكتب : حظر عام ميوزك .
- لالغاء حظر عضو عام من استخدام البوت اكتب : الغاء حظر عام ميوزك .
- لعرض قائمه المحظورين عام اكتب : المحظورين عام ميوزك .
"""
